Repository: pypi-data/pypi-mirror-341
Catalog: packages/pretix-matrix-inviter/pretix_matrix_inviter-1.8.0-py3-none-any.whl/pretix_matrix_inviter/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Matrix inviter
fr: Inviteur Matrix

source: Invite participants to a Matrix Room or Space.
fr: Invitez vos participant·es à un salon ou espace Matrix.

source: Ask Matrix ID for
fr: Demander l’identifiant Matrix pour

source: These products will ask for a Matrix ID.
fr: L’identifiant Matrix sera demandé lors de la commande de ces produits.

source: Access token
fr: Jeton d’accès

source: This should be the access token of a user that can invite attendees to the target Room or Space. Please note that other administrators of this event will be able to see this token, it should not be from your own Matrix account but from a dedicated Matrix account.
fr: Ce jeton d’accès doit être celui d’un utilisateur pouvant inviter des participant·es à votre salon ou espace Matrix. D’autres administrateurs de cet événement pourront voir ce jeton d’accès, il est recommandé de ne pas utiliser celui de votre utilisateur Matrix mais d’un utilisateur Matrix dédié.

source: Matrix server
fr: Serveur Matrix

source: The matrix server the above access token is valid for.
fr: Serveur Matrix pour lequel le jeton d’accès ci-dessus est valable.

source: Matrix ID field help text
fr: Aide pour le champ identifiant Matrix

source: This will be shown as help text on the Matrix ID field. It is recommended to inform your attendees which room they will be invited to and what that room will be used for.
fr: Ce texte sera attaché en tant que message d’aide au champ identifiant Matrix. Il est recommandé d’indiquer à vos participant·es quel salon Matrix iels seront invité·es ainsi que l’utilisation qui sera faite de ce salon.

source: Invitation message
fr: Message d’invitation

source: This message will be added to the invitation to the Matrix room.
fr: Ce message sera joint à l’invitation au salon Matrix.

source: Matrix room
fr: Salon Matrix

source: Comma-separated list of room IDs or aliases to invite users to.
fr: Identifiants ou alias des salons dans lesquels inviter les participant·es, liste de valeurs séparées par des virgules.

source: "{name}" (main address: <code>{canonical_alias}</code>)
fr: « {name} » (adresse principale : <code>{canonical_alias}</code>)

source: "{name}" (<code>{room_id}</code>, main address: <code>{canonical_alias}</code>)
fr: « {name} » (<code>{room_id}</code>, adresse principale : <code>{canonical_alias}</code>)

source: You will be invited to the event's Matrix Space.
fr: Vous serez invité dans l’espace Matrix de cette événement.

source: Matrix ID
fr: Identifiant Matrix

source: Enter a Matrix ID of the form @username:homeserver.tld
fr: Entrez un identifiant Matrix de la forme @utilisateur:serveur.tld

source: {matrix_id} has been invited to {matrix_room}.
fr: {matrix_id} a été invité à joindre {matrix_room}.

source: {matrix_id} has been removed from {matrix_room}.
fr: {matrix_id} a été supprimé de {matrix_room}.

source: There was an error inviting {matrix_id} to {matrix_room}: {error}
fr: Il y a eu une erreur lors de l’invitation de {matrix_id} à joindre {matrix_room} : {error}

source: There was an error removing {matrix_id} from {matrix_room}: {error}
fr: Il y a eu une erreur lors de la suppression de {matrix_id} de {matrix_room} : {error}

source: @username:homeserver.tld
fr: @utilisateur:serveur.tld

source: Matrix inviter settings
fr: Réglages inviteur Matrix
