Repository: pypi-data/pypi-mirror-341
Catalog: packages/pretix-matrix-inviter/pretix_matrix_inviter-1.8.0.tar.gz/pretix_matrix_inviter-1.8.0/pretix_matrix_inviter/locale/*/LC_MESSAGES/django.po
Languages: de

source: Invite participants to a Matrix Room or Space.
de: Teilnehmende zu einem Matrix-Raum oder -Space einladen.

source: Ask Matrix ID for
de: Matrix-ID abfragen für

source: These products will ask for a Matrix ID.
de: Bei diesen Produkten wird eine Matrix-ID abgefragt.

source: Access token
de: Zugriffstoken

source: This should be the access token of a user that can invite attendees to the target Room or Space. Please note that other administrators of this event will be able to see this token, it should not be from your own Matrix account but from a dedicated Matrix account.
de: Der Zugriffstoken eines Nutzers, der Teilnehmende zum Ziel-Matrix-Raum oder -Space einladen kann. Andere Administratoren mit Zugriff auf diese Veranstaltung werden diesen Zugriffstoken sehen können, der Zugriffstoken sollte nicht von einem persönlichen Matrix-Account sondern von einem zur Einladung von Teilnehmenden dedizierten Matrix-Account sein.

source: The matrix server the above access token is valid for.
de: Der Matrix-Server für den der oben angegebene Zugriffstoken gültig ist.

source: Matrix ID field help text
de: Hilfetext für Matrix-ID-Feld

source: This will be shown as help text on the Matrix ID field. It is recommended to inform your attendees which room they will be invited to and what that room will be used for.
de: Dieser Text wird als Hilfe unter dem Matrix-ID-Feld angezeigt. Es wird empfohlen Ihre Teilnehmer darüber zu informieren in welchen Raum sie eingeladen werden und wozu dieser Raum dient.

source: Invitation message
de: Einladungstext

source: This message will be added to the invitation to the Matrix room.
de: Dieser Text wird der Einladung zum Matrix-Raum zugefügt.

source: Matrix room
de: Matrix-Raum

source: Comma-separated list of room IDs or aliases to invite users to.
de: Komma-separierte Liste von Matrix-Raum-IDs oder -Aliase, in die Teilnehmende eingeladen werden sollen.

source: "{name}" (main address: <code>{canonical_alias}</code>)
de: „{name}“ (primäre Adresse: <code>{canonical_alias}</code>)

source: "{name}" (<code>{room_id}</code>, main address: <code>{canonical_alias}</code>)
de: „{name}“ (<code>{room_id}</code>, primäre Adresse: <code>{canonical_alias}</code>)

source: You will be invited to the event's Matrix Space.
de: Sie werden in den Matrix-Space dieser Veranstaltung eingeladen.

source: Enter a Matrix ID of the form @username:homeserver.tld
de: Eine Matrix-ID der Form @benutzername:heimserver.tld eingeben

source: {matrix_id} has been invited to {matrix_room}.
de: {matrix_id} wurde in den Raum {matrix_room} eingeladen.

source: {matrix_id} has been removed from {matrix_room}.
de: {matrix_id} wurde aus dem Raum {matrix_room} entfernt.

source: There was an error inviting {matrix_id} to {matrix_room}: {error}
de: {matrix_id} konnte nicht in den Raum {matrix_room} eingeladen werden: {error}

source: There was an error removing {matrix_id} from {matrix_room}: {error}
de: {matrix_id} konnte nicht aus dem Raum {matrix_room} entfernt werden: {error}

source: @username:homeserver.tld
de: @benutzername:heimserver.tld

source: Matrix inviter settings
de: Einstellungen für Matrix Inviter
